---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange
source: html/30181c98-9d5f-2e90-54e3-caac268db70f.htm
---
# StructuralSectionIWideFlange Methods

Returns size of the section boundary.